index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-02-08 Thu 14:23 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Senior Project Blog</title>
<meta name="author" content="Will McDonald" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Senior Project Blog</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org46db1bb">1. Welcome</a></li>
<li><a href="#org13f8945">2. Articles</a></li>
<li><a href="#org91403b7">3. Getting Started</a></li>
</ul>
</div>
</div>
<div id="outline-container-org46db1bb" class="outline-2">
<h2 id="org46db1bb"><span class="section-number-2">1.</span> Welcome</h2>
<div class="outline-text-2" id="text-1">
<p>
This is the blog for my senior project, it will keep track of my progress as I go develop my ideas, encounter problems, and uncover solutions. I&rsquo;m hoping to document everything I work on here so that it is readily available for the future.
</p>
</div>
</div>
<div id="outline-container-org13f8945" class="outline-2">
<h2 id="org13f8945"><span class="section-number-2">2.</span> Articles</h2>
<div class="outline-text-2" id="text-2">
<p>
<a href="#org91403b7">Getting Started</a>
</p>
</div>
</div>
<div id="outline-container-org91403b7" class="outline-2">
<h2 id="org91403b7"><span class="section-number-2">3.</span> Getting Started</h2>
<div class="outline-text-2" id="text-3">
<p>
This is the first article of my blog about my senior proejct
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2024-02-02 Fri 00:00</p>
<p class="author">Author: Will McDonald</p>
<p class="date">Created: 2024-02-08 Thu 14:23</p>
</div>
</body>
</html>
